Revit 2027 API
ParameterTypeId.FollowSurface Property
 "Follow Surface"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FollowSurface { get; }
Public Shared ReadOnly Property FollowSurface As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FollowSurface {
	ForgeTypeId^ get ();
}
static member FollowSurface : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace